<?php
return[
// NavBar 
"DASHBOARD"=>"لوحة التحكم",
"USERS"=>"المستخدمين",
"COURSES"=>"الكورسات",
"PROJECTS"=>"المشاريع",
"TEAM"=>"الفريق",
"MESSAGE"=>"الرسائل",
"LOGIN"=>"تسجيل الدخول",
"REGISTER"=>"انشاء حساب",
"HOME"=>"الصفحة الرئيسية",


"INTRO"=>"مقدمة",
"CONTACT"=>"اتصال",
"T-SQUAR"=>"تي سكوير",


    
//login
"EMAILADDRESS"=>"عنوان البريد الالكتروني",
"PASSWORD"=>"كلمة المرور",
"REMEMBER"=>"تذكرني",
"FORGOT PASSWORD"=>"نسيت كلمة السر؟",
"LOGOUT"=>"تسجيل الخروج",

// Register
"REGISTER"=>"انشاء حساب جديد",
"NAME"=>"الاسم",
"CONFIRM"=>"تاكيد كلمة المرور",


// users table
"IMAGE"=>"الصور",
"DETAILSUSER"=>"عرض تفاصيل المستخدم",
"ID"=>"الرقم",
"EMAIL"=>"البريد الالكتروني",
"OPERATION"=>"العمليات",
"UNIVIRCITY"=>"الجامعة",
"AGE"=>"العمر",
"CITY"=>"المدينة",
"PHONE"=>"رقم التليفون",
"ROLE"=>"الصلاحية",
"STATUS"=>"الحالة",
"CREATED"=>"تاريخ الانشاء",
"CREATEE USER"=>"انشاء مستخدم",
"EDIT USER"=>"التعديل علي بيانات المستخدم",
"SAVE EDIT"=>"حفظ التغييرات",


// coursess table
"DETAILSCOURS"=>"تفاصيل بيانات الكورس",
"CREATEE COURSE"=>"انشاء كورس",
"COURSES"=>"كورس",
"TITLE"=>"العنوان",
"PRICE"=>"السعر",
"TITLEEN"=>"العنوان بالانجليزيه",
"TITLEAR"=>"العنوان بالعربيه",
"DESCEN"=>"الوصف بالانجليزيه",
"DESCAR"=>"الوصف بالعربيه",
"PARENT"=>"تابع الي ",
"EDIT COURSE"=>"التعديل علي بيانات الكورس",


// projects
"INSERTT PROJECT"=>"اضافه مشروع",
"EDIT PROJECT"=>"التعديل علي بيانات الكورس",
"LINK"=>"مسار المشروع",
"DETAILS PRO"=>"تفاصيل بيانات المشروع",

// teame
"INSERTT HUMAN"=>"اضافة اعضاء",
"ABOUT"=>"نبذة",
"ABOUTEN"=>"نبذة بالانجليزيه",
"ABOUTAR"=>"نبذة بالعربيه",
"EDIT TEAM"=>"التعديل علي بيانات العضو",
"NAMEEN"=>"الاسم بالاجليزية",
"NAMEAR"=>"الاسم بالعربية",
"DETAILS TEAM"=>"تفاصيل بيانات المستخدم",
"CREATEE TEAM"=>"اضافة فرد جديد",


// message 
"CREATEE MESSAGE"=>"انشاء رسالة جديد",
"MESSAGEEN"=>"الرسائل بالانجليزية",
"MESSAGEAR"=>"الرسائل بالعربية",
"DETAILSMESSAGE"=>"تفاصيل بيانات الرسالة",
"EDIT MESSAGE"=>"التعديل علي بيانات الرسالة",



// users lang
"H2 HOME"=>"دورات احترافية",
"VIEW"=>"ابدا",

// Intro
"WELCOM INTRO"=>"مرحبا بكم في تي سكوير",
"LEARN"=>"تعلُّم",
"P INTRO"=>"
في تي سكوير، نحن نؤمن بأن التعليم هو رحلة مدى الحياة. سواء كنت طالبًا، أو محترفًا تتطلع إلى ترقية مهاراتك، أو متعلمًا مدى الحياة، فلدينا الموارد اللازمة لدعم نموك. عروض منصتنا
",


// work
"P WORK"=>"
دورات مصممة خصيصًا لتلبية احتياجاتك: من المستويات الأساسية إلى المستويات المتقدمة، استكشف مجموعة واسعة من المواضيع بما في ذلك العلوم والرياضيات والفنون والتكنولوجيا.",
"MOPLI APP"=>"تطبيقات الهاتف",
"FLUTTER"=>"فلاتر",
"FULL"=>"تصميم مواقع الويب",
"BASIC"=>"اساسيات سي بلس بلس",


// team user
"OURTEAM"=>"فريقنا",
"P TEAM"=>"
نحن ملتزمون بتوفير محتوى عالي الجودة وتمارين عملية للبرمجة ومشاريع واقعية تمكن المطورين من التعلم بكفاءة وتطبيق معارفهم. سواء كنت مبتدئًا أو مطورًا ذا خبرة، فهو المورد المثالي لمساعدتك على التقدم في رحلتك البرمجية.
",
"N1"=>"احمد حاتم",
"J1"=>"مهندس تصميم المواقع",
"N2"=>"محمود ابراهيم",
"J2"=>"مهندس انظمة التشغيل",
"N3"=>"فاطمة ايمن",
"J3"=>"مهندسة تطبيقات الهاتف",

//pro
"PROJECTST"=>"مشارعنا",
"P PRO"=>"
إذا كانت لديك فكرة محددة لمشروع برمجي أو كنت ترغب في اقتراح محدد، فيمكنني مساعدتك في تجسيدها بشكل أكبر!",

// offer
"OFFER"=>"عروضنا",
"P OFFER"=>"نحن نقدم مجموعة واسعة من دورات البرمجة بأسعار مخفضة بانتظام. يمكنك أن تجد خصومات تصل إلى 90٪ في بعض الأحيان.",
"ACC"=>"حسابات",


//contact
"CON"=>"اتصل بنا",
"P CON"=>"يساعد التواصل في تحديد الحلول والأفكار المحتملة، مما يؤدي إلى خلق ابتكارات مبتكرة.",
"BUTT"=>"ارسال البريد الالكتروني",
"MESSAGEN"=>"الرسالة",


//footer users
"FOLLOWUS"=>"تابعنا",
"COPY"=>"حقوق النشر © 2084| بواسطة",










]


?>